área   id DIVISION.
livre  program-id . test.
      *comentario
       environment division.
       
      /OUTRA PAGINA NO RELATORIO DA COMPILAÇÃO
       data division.
       procedure division.
           DISPLAY "Ola, Mundo!".
           DISPLAY "ESTE TEXTO EH MUITO GRANDE E "
      -    "VAI SER GERADO EM UMA LINHA NA SAIDA"
           STOP RUN.